Repository: barrykooij/post-connector-old
Catalog: languages/post-connector-*.po
Languages: pt_pt

source: Show Children
pt_pt: Mostrar dependentes

source: Add New
pt_pt: Adicionar nova

source: Plugin version
pt_pt: Versão do plugin

source: PHP version:
pt_pt: Versão do PHP:

source: More information
pt_pt: Mais informações

source: About the developer
pt_pt: Sobre o programador

source: Barry has been a WordPress deleveloper for years and is the author of various WordPress plugins.
pt_pt: Barry é um programador de WordPress há anos e é o autor de diversos plugins do WordPress.

source: In his free time, Barry likes giving back by contributing various opensource projects. He also likes to visit and speak at WordPress meetups and WordCamps and is the organiser of the Dutch WordPress meetup in Tilburg.
pt_pt: No seu tempo livre, o Barry gosta de contribuir para diversos projectos opensource. Ele também gosta de visitar e conversar nos meetups de WordPress e WordCamps, é organizador do meetup de WordPress em Tiburg.

source: You can follow Barry on Twitter <a href='%s'>here</a>.
pt_pt: Pode seguir o Barry no Twitter <a href='%s'>aqui</a>.

source: Connections
pt_pt: Conexões

source: Post Connector connections are the connections you've created between post types. Post Connector will add a meta box to the post edit screens of these post types so you can link post to each other in minutes.
pt_pt: As ligações do Post Connector são ligações que foram criadas entre tipos de conteúdo. O Post Connector adiciona a caixa de metadados às páginas de edição dos conteúdos de modo a que possa conectar conteúdos entre si em minutos.

source: Active Connections
pt_pt: Conexões activas

source: Create a new connection
pt_pt: Criar nova conexão

source: Before you can link posts to each other you need to create a connection between their post types first. Click the 'Create a new connection' button to get started.
pt_pt: Antes que possa conectar conteúdos entre si, primeiro tem que criar uma conexão entre os seus tipos de conteúdo. Clique aqui no botão 'Criar nova conexão' para começar.

source: Posts
pt_pt: Artigos

source: Pages
pt_pt: Páginas

source: Edit connection
pt_pt: Editar conexão

source: To create or edit a post connection, fill in the below form and press the 'save connection' button.
pt_pt: Para criar ou editar uma nova conexão de conteúdos, preencha o formulário abaixo e prima o botão 'Guardar conexão'.

source: Main settings
pt_pt: Definições principais

source: Connection Title
pt_pt: Título da conexão

source: Title
pt_pt: Título

source: The title of the connection, can be automatically shown above linked posts.
pt_pt: O título da conexão, pode ser mostrado automaticamente acima dos conteúdos ligados.

source: Connection Slug
pt_pt: Slug da conexão

source: Unique identifier of the connection, will automatically generate if left empty.
pt_pt: Identificador único da conexão, será gerado automaticamente se não for preenchido.

source: Parent post type
pt_pt: Tipo de conteúdo superior

source: Select a post type
pt_pt: Seleccione um tipo de conteúdo

source: Child post type
pt_pt: Tipo de conteúdo dependente

source: Create new link settings
pt_pt: Definições para criação de novas ligações

source: Allow users to create and link new posts.
pt_pt: Permitir aos utilizadores criar e ligar a novos conteúdos.

source: Add Existing
pt_pt: Adicionar existente

source: Allow users to link existing posts.
pt_pt: Permitir aos utilizadores ligar a conteúdos existentes.

source: Automatically display linked children
pt_pt: Mostrar automaticamente dependentes ligados

source: Display linked children?
pt_pt: Mostrar dependentes ligados?

source: Display the linked child posts under each parent post.
pt_pt: Mostrar os conteúdos dependentes ligados abaixo de cada conteúdo superior.

source: Save Connection
pt_pt: Guardar conexão

source: All
pt_pt: Todos

source: Link
pt_pt: Ligar

source: Are you sure you want to delete this post?
pt_pt: Tem a certeza que quer eliminar este conteúdo?

source: Are you sure you want to delete this link?
pt_pt: Tem a certeza que quer eliminar esta ligação?

source: Current page
pt_pt: Página actual

source: Parent post
pt_pt: Conteúdo superior

source: Child post
pt_pt: Conteúdo dependente

source: Edit
pt_pt: Editar

source: Delete
pt_pt: Eliminar

source: Slug '%s' does not exists
pt_pt: A slug '%s' não existe

source: Manage
pt_pt: Gerir

source: GO PRO
pt_pt: TORNAR PRO

source: Upgrade to Pro
pt_pt: Actualize para Pro

source: This plugin has an even better premium version, I am sure you will love it.
pt_pt: Este plugin tem uma versão premium ainda melhor, tenho a certeza que vai gostar.

source: Pro features include related content suggestions, sortable post connections, backwards linking, a developer friendly API and priority support.
pt_pt: Os recursos Pro incluem sugestões de conteúdo relacionado, ordenação de ligações entre conteúdos, ligações em sentido inverso, uma API amigável para programadores e suporte prioritário.

source: %sMore information about Post Connector Premium »%s
pt_pt: %sMais informações sobre o Post Connector Premium »%s

source: Looking for support?
pt_pt: Precisa de suporte?

source: For support please visit the <a href='%s'>WordPress.org forums</a>.
pt_pt: Para suporte por favor visite os <a href='%s'>fóruns WordPress.org</a>.

source: Did you know that Post Connector Premium clients get priority email support? %sClick here to upgrade.%s
pt_pt: Sabia que os clientes do Post Connector Premium obtêm suporte prioritário por email? %s Clique aqui para actualizar.%s

source: Show a token of your appreciation
pt_pt: Mostre a sua apreciação

source: <a href='%s' target='_blank'>Leave a ★★★★★ plugin review on WordPress.org</a>.
pt_pt: <a href='%s' target='_blank'>Deixe uma avaliação com ★★★★★ em WordPress.org</a>.

source: <a href='%s' target='_blank'>Tweet about Post Connector</a>.
pt_pt: <a href='%s' target='_blank'>Publique no Twitter sobre o Post Connector</a>.

source: Review the plugin on your blog and link to <a href='%s' target='_blank'>the plugin page</a>.
pt_pt: Avalie o plugin no seu blog e faça uma ligação para a <a href='%s' target='_blank'>página do plugin</a>.

source: <a href='%s' target='_blank'>Vote 'works' on the WordPress.org plugin page</a>.
pt_pt: <a href='%s' target='_blank'>Vote 'funciona' na página do plugin no WordPress.org</a>.

source: Insert Post Connector show_children shortcode
pt_pt: Inserir shortcode show_children do conector de conteúdos

source: Use the form below to generate a show_children shortcode.
pt_pt: Utilize o formulário abaixo para gerar um shortcode show_children.

source: Connection
pt_pt: Conexão

source: Select Connection
pt_pt: Seleccionar conexão

source: Parent
pt_pt: Superior

source: Make children clickable
pt_pt: Tornar os dependentes clicáveis

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Display excerpt
pt_pt: Mostrar excerto

source: Insert Shortcode
pt_pt: Inserir shortcode

source: Cancel
pt_pt: Cancelar

source: You're not allowed to do this.
pt_pt: Não tem permissões para fazer isto.

source: Cancel linking
pt_pt: Cancelar ligação

source: Search
pt_pt: Pesquisar

source: Add new %s
pt_pt: Adicionar novo(a) %s

source: Add existing %s
pt_pt: Adicionar %s existente

source: Edit this item
pt_pt: Editar este item

source: Delete this item
pt_pt: Eliminar este item

source: No %s found.
pt_pt: Nenhum %s encontrado.

source: Post Connector - Show Children
pt_pt: Post Connector - mostrar dependentes

source: Display linked children by a parent or current post
pt_pt: Mostrar dependentes ligados por um conteúdo superior ou actual

source: Post Link
pt_pt: Ligação para o conteúdo

source: Select Post Link
pt_pt: Seleccionar ligação do conteúdo

source: Display thumbnail
pt_pt: Mostrar miniatura

source: License
pt_pt: Licencia

source: Display excerpt?
pt_pt: Mostrar excerto?

source: Display the excerpt of linked children.
pt_pt: Mostra excerto de dependentes ligados.

source: Display image?
pt_pt: Mostrar imagem?

source: Display the featured image of linked children.
pt_pt: Mostra imagem de destaque de dependentes ligados.

source: Automatically display linked parents
pt_pt: Mostrar automaticamente superiores ligados

source: Display linked parents?
pt_pt: Mostrar superiores ligados?

source: Display the linked parent posts under each child post.
pt_pt: Mostra os conteúdos superiores ligados por baixo de cada conteúdo dependente.

source: Sortable
pt_pt: Ordenable

source: Allow users to sort children in the meta box at the edit post screen.
pt_pt: Permite aos utilizadores ordenar os dependentes na caixa de metadados ne ecrã de edição do conteúdo.

source: Backwards linking
pt_pt: Ligação inversa

source: Enable backwards linking
pt_pt: Permite ligação inversa.

source: Enable Backwards linking.
pt_pt: Permite ligação inversa.

source: Backwards linking allows users to link parents to children from within the child post.
pt_pt: Ligação inversa permite aos utilizadores ligar superiores aos dependentes, a partir da página do conteúdo dependente.

source: License settings
pt_pt: Ajustes de licencia

source: For support questions please drop us an email at <a href='%s'>%s</a>.
pt_pt: Para questões de suporte, por favor envie um email para <a href='%s'>%s</a>.

source: Your %s license has been activated.
pt_pt: A sua licença %s foi activada.

source: You have an unlimited license.
pt_pt: Tem uma licença ilimitada.

source: You have used %d/%d activations.
pt_pt: Já utilizou %d/&d activações.

source: <a href="%s">Did you know you can upgrade your license?</a>
pt_pt: <a href="%s">Sabe que pode actualizar a sua licença?</a>

source: <a href="%s">Your license is expiring in %d days, would you like to extend it?</a>
pt_pt: <a href="%s">A sua licença expira daqui a %d dias, gostaria de a prolongar?</a>

source: Theme License
pt_pt: Licença do tema

source: License status
pt_pt: Estado da licença

source: Toggle license status
pt_pt: Alternar estado da licença

source: Deactivate License
pt_pt: Desactivar licencia

source: (deactivate your license so you can activate it on another WordPress site)
pt_pt: (desactive a sua licença para que possa activá-la noutro site WordPress)

source: Activate License
pt_pt: Activar licencia

source: License Key
pt_pt: Clave de licencia

source: Paste your %s license key here..
pt_pt: Cole a sua chave da licença %s aqui...

source: Post Connector - Show Parents
pt_pt: Post Connector - mostrar superiores

source: Child
pt_pt: Hijo

source: With Post Connector you can easily link posts to each other.
pt_pt: Com o Post Connector pode facilmente ligar conteúdos entre si.
